Repository: mdperez86/GonnaRain
Catalog: GonnaRain/*.lproj/Localizable.strings
Languages: es_419

source: CFBundleDisplayName
es_419: Lloverá

source: CFBundleName
es_419: Lloverá

source: NSLocationAlwaysUsageDescription
es_419: Esto es necesario para brindarle información meteorológica precisa.

source: NSLocationWhenInUseUsageDescription
es_419: Esto es necesario para brindarle información meteorológica precisa.

source: Weather
es_419: Clima

source: Tomorrow
es_419: Mañana

source: Next %lld days
es_419: Próximos %lld días

source: Conditions
es_419: Condiciones

source: Conditions, %@
es_419: Condiciones, %@

source: Max wind
es_419: Vientos máximos

source: Avg humidity
es_419: Humedad promedio

source: Total precipitation
es_419: Precipitatión total

source: Total snow
es_419: Nieve total

source: UV
es_419: Rayos UV

source: Hourly
es_419: Por hora

source: Check the application location permission.
es_419: Verifica los permisos de geolocalización de la applicación.

source: Go to settings
es_419: Configuración

source: It was not possible to get the weather information. Please try again in a minute!
es_419: No fue posible obtener la información del clima. ¡Inténtalo de nuevo en un minuto!

source: Try again
es_419: Reintentar
